// ConsoleApplication6.cpp : Defines the entry point for the console application.
//

#include "stdafx.h"
#include "iostream"
#include <locale>;
#include "windows.h";
using namespace std;


void main(void)
{
	//etlocale(LC_ALL, "ukr");
	SetConsoleCP(1251);
	SetConsoleOutputCP(1251);
	cout << "1)Ім'я: Воробей Олександра Олександрівна\n";
	cout << "2) Дата народження: 1 листопада 1998 року\n";
	cout << "3) Місце народження: м.Вінниця\n";
	cout << "4) Місце навчання: Донецький Національний Університет\n";
	cout << "5) Колір очей: зелено-сірий\n";
	cout << "6) Колір волосся: русявий\n";
	cout << "7) Знак зодіаку: скорпіон\n";
	cout << "8) Роковий горосскоп: Тигр\n";
	cout << "9) Улюблений колір: Синій, чорний\n";
	cout << "10) Улюблена тваринка: котик\n";
	cout << " Знайомство з котоами: 2001\n";
	cout << "Початок любові: одразу\n";
	cout << "Улюблена порода: Мейкунчік\n";
	cout << "Ініціали тварини: Сімба Левкович\n";
	cout << "Душевний спокій: коли є котик\n";
	cout << "10) Улюблена тваринка: котик\n";
	cout << "11) Улюблена квітка: котики\n";
	cout << "12) Улюблена країна: Італія\n";
	cout << "13) Група крові: 2+\n";
	cout << "14) Марка машини : Тесла\n";
	cout << "15) Стиль одягу: звичайний з нотками аристократичності\n";
	cout << "16) Улюблений фільм: Криминальное Чтиво\n";
	cout << "17) Улюблена книга: щасливі люди читають книги і п`ють каву\n";
	cout << "18) Улюбленей вчений: Ілон Маск\n";
	cout << "19) Пора року: літо\n";
	cout << "20) Улюблений напій: кава\n";

	system("pause");
}
	cout << "Чому цей вчений: він сучасно розумний\n";
	cout << "другорядний вчений: Стівен Гокінг\n";
	cout << "Початок вподобання: 2010\n";
	cout << "Кумир дитинства: мама\n";
	cout << "Бо мама це любов: Тільки мама\n";
	cout << "Рік знайомства: 1998\n";