// ConsoleApplication6.cpp : Defines the entry point for the console application.
//

#include "stdafx.h"
#include "iostream"
#include <locale>;
#include "windows.h";
using namespace std;


void main(void)
{
	//etlocale(LC_ALL, "ukr");
	SetConsoleCP(1251);
	SetConsoleOutputCP(1251);
	cout << "1)Ім'я: Воробей Олександра Олександрівна\n"<< endl; 
	cout << "2) Дата народження: 1 листопада 1998 року\n" << endl;
	cout << "3) Місце народження: м.Вінниця\n" << endl;
	cout << "4) Місце навчання: Донецький Національний Університет\n" << endl;
	cout << "5) Колір очей: зелено-сірий\n" << endl;
	cout << "6) Колір волосся: русявий\n" << endl;
	cout << "7) Знак зодіаку: скорпіон\n" << endl;
	cout << "8) Роковий горосскоп: Тигр\n" << endl;
	cout << "9) Улюблений колір: Синій, чорний\n" << endl;
	cout << "10) Улюблена тваринка: котик\n" << endl;
	cout << " Знайомство з котоами: 2001\n" << endl;
	cout << "Початок любові: одразу\n" << endl;
	cout << "Улюблена порода: Мейкунчік\n" << endl;
	cout << "Ініціали тварини: Сімба Левкович\n" << endl;
	cout << "Душевний спокій: коли є котик\n" << endl;
	cout << "10) Улюблена тваринка: котик\n" << endl;
	cout << "11) Улюблена квітка: котики\n" << endl;
	cout << "12) Улюблена країна: Італія\n" << endl;
	cout << "13) Група крові: 2+\n" << endl;
	cout << "14) Марка машини : Тесла\n" << endl;
	cout << "15) Стиль одягу: звичайний з нотками аристократичності\n" << endl;
	cout << "16) Улюблений фільм: Криминальное Чтиво\n" << endl;
	cout << "17) Улюблена книга: щасливі люди читають книги і п`ють каву\n" << endl;
	cout << "18) Улюбленей вчений: Ілон Маск\n" << endl;
	cout << "19) Пора року: літо\n" << endl;
	cout << "20) Улюблений напій: кава\n" << endl;

	

	cout << "Чому цей вчений: він сучасно розумний\n" << endl;
	cout << "другорядний вчений: Стівен Гокінг\n" << endl;
	cout << "Початок вподобання: 2010\n" << endl;
	cout << "Кумир дитинства: мама\n" << endl;
	cout << "Бо мама це любов: Тільки мама\n" << endl;
	cout << "Рік знайомства: 1998\n" << endl;
	cout << "4) Місце навчання: Донецький Національний Університет\n" << endl;
	cout << "Закінчення школи: Вінницький технічний ліцей\n" << endl;
	cout << "рік закінчення : 2015\n" << endl;
	cout << "Ким хотіла стати у дитинстві: ветеренаром\n" << endl;
	cout << "Куди хотіла піти вчитись в 11 класі: Львівська Полетехніка \n" << endl;
	cout << "Спеціальність: економіка управління\n" << endl;
	cout << "Чому економ: а просто\n" << endl;
	cout << "Як змінила думку?: вирішила рескнути\n" << endl;
	cout << "Початок математики: математика, то любов\n" << endl;
	cout << "Куди хотіла піти вчитись в 11 класі: Львівська Полетехніка \n" << endl;
	cout << "здавала зно: без репетиторів\n" << endl;
	cout << "обирала пріорітети: 1: Лівський Політех\n" << endl;
	cout << "обирала пріорітети другим: Донецький\n" << endl;
	cout << "Улюблена порода: Мейкунчік\n";
	cout << "Чому мейкун?: Настя подарувала на день народження\n";
	cout << "Колір котика: Рижик\n" << endl;
	cout << "Кличка: Сімба\n" << endl;
	cout << "Як змінила думку?: вирішила рескнути\n" << endl;
	cout << "Як змінила думку?: ніяк\n" << endl;
	cout << "Як змінила думку?: якось\n" << endl;

	system ("pause");

	}